[
  {
    "chapter": 2,
    "verse": 47,
    "text": "You have a right to perform your prescribed duty, but you are not entitled to the fruits of action. Never consider yourself to be the cause of the results of your activities, and never be attached to not doing your duty."
  },
  {
    "chapter": 2,
    "verse": 14,
    "text": "O son of Kunti, the contact between the senses and the sense objects gives rise to fleeting perceptions of happiness and distress. These are non-permanent, and come and go like the winter and summer seasons. O descendant of Bharat, one must learn to tolerate them without being disturbed."
  },
  {
    "chapter": 6,
    "verse": 5,
    "text": "Elevate yourself through the power of your mind, and not degrade yourself, for the mind can be the friend and also the enemy of the self."
  },
  {
    "chapter": 2,
    "verse": 50,
    "text": "A person who is established in wisdom is one who has equal vision and sees the same reality in all beings. Such a person is skilled in the performance of work."
  },
  {
    "chapter": 3,
    "verse": 19,
    "text": "Therefore, without being attached to the fruits of activities, one should act as a matter of duty, for by working without attachment one attains the Supreme."
  },
  {
    "chapter": 18,
    "verse": 78,
    "text": "Wherever there is Krishna, the master of all mystics, and wherever there is Arjuna, the supreme archer, there will also certainly be opulence, victory, extraordinary power, and morality."
  },
  {
    "chapter": 4,
    "verse": 7,
    "text": "Whenever there is a decline in righteousness and an increase in unrighteousness, O Arjuna, at that time I manifest Myself on earth."
  },
  {
    "chapter": 9,
    "verse": 22,
    "text": "To those who are constantly devoted and who worship Me with love, I give the understanding by which they can come to Me."
  },
  {
    "chapter": 2,
    "verse": 56,
    "text": "One who is not disturbed in mind even amidst the threefold miseries, who is not elated when there is happiness, and who is free from attachment, fear and anger, is called a sage of steady mind."
  },
  {
    "chapter": 5,
    "verse": 21,
    "text": "Such a liberated person is not attracted to material sense pleasure but is always in trance, enjoying the pleasure within. In this way the self-realized person enjoys unlimited happiness, for he concentrates on the Supreme."
  },
  {
    "chapter": 6,
    "verse": 35,
    "text": "The mind is restless, turbulent, obstinate and very strong, O Krishna, and to subdue it, I think, is more difficult than controlling the wind."
  },
  {
    "chapter": 2,
    "verse": 20,
    "text": "For the soul there is neither birth nor death at any time. He has not come into being, does not come into being, and will not come into being. He is unborn, eternal, ever-existing and primeval. He is not slain when the body is slain."
  },
  {
    "chapter": 3,
    "verse": 27,
    "text": "The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities, which are in actuality carried out by nature."
  },
  {
    "chapter": 4,
    "verse": 18,
    "text": "One who sees inaction in action, and action in inaction, is intelligent among men, and he is in the transcendental position, although engaged in all sorts of activities."
  },
  {
    "chapter": 12,
    "verse": 13,
    "text": "One who is not envious but who is a kind friend to all living entities, who does not think himself a proprietor, who is free from false ego and equal both in happiness and distress, who is always satisfied and engaged in devotional service with determination and whose mind and intelligence are in agreement with Me—he is very dear to Me."
  },
  {
    "chapter": 18,
    "verse": 66,
    "text": "Abandon all varieties of dharmas and simply surrender unto Me alone. I shall liberate you from all sinful reactions; do not fear."
  },
  {
    "chapter": 2,
    "verse": 62,
    "text": "While contemplating the objects of the senses, a person develops attachment for them, and from such attachment lust develops, and from lust anger arises."
  },
  {
    "chapter": 6,
    "verse": 17,
    "text": "He who is temperate in his habits of eating, sleeping, working, and recreation can mitigate all sorrows by practicing the yoga system."
  },
  {
    "chapter": 7,
    "verse": 8,
    "text": "O son of Kunti, I am the taste of water, the light of the sun and the moon, the syllable om in the Vedic mantras; I am the sound in ether and ability in man."
  },
  {
    "chapter": 13,
    "verse": 8,
    "text": "Humility, pridelessness, nonviolence, tolerance, simplicity, approaching a bona fide spiritual master, cleanliness, steadiness and self-control."
  },
  {
    "chapter": 16,
    "verse": 1,
    "text": "The Supreme Personality of Godhead said: Fearlessness, purification of one's existence, cultivation of spiritual knowledge, charity, self-control, performance of sacrifice, study of the Vedas, austerity and simplicity."
  },
  {
    "chapter": 17,
    "verse": 15,
    "text": "Austerity of speech consists in speaking words that are truthful, pleasing, beneficial, and not agitating to others, and also in regularly reciting Vedic literature."
  },
  {
    "chapter": 3,
    "verse": 35,
    "text": "It is far better to discharge one's prescribed duties, even though faultily, than another's duties perfectly. Destruction in the course of performing one's own duty is better than engaging in another's duties, for to follow another's path is dangerous."
  },
  {
    "chapter": 15,
    "verse": 7,
    "text": "The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind."
  },
  {
    "chapter": 10,
    "verse": 10,
    "text": "To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me."
  },
  {
    "chapter": 2,
    "verse": 22,
    "text": "As a person puts on new garments, giving up old ones, the soul similarly accepts new material bodies, giving up the old and useless ones."
  },
  {
    "chapter": 4,
    "verse": 38,
    "text": "In this world, there is nothing so sublime and pure as transcendental knowledge. Such knowledge is the mature fruit of all mysticism. And one who has achieved this enjoys the self within himself in due course of time."
  },
  {
    "chapter": 11,
    "verse": 33,
    "text": "Therefore get up. Prepare to fight and win glory. Conquer your enemies and enjoy a flourishing kingdom. They are already put to death by My arrangement, and you, O Savyasachi, can be but an instrument in the fight."
  },
  {
    "chapter": 5,
    "verse": 10,
    "text": "One who performs his duty without attachment, surrendering the results unto the Supreme Lord, is unaffected by sinful action, as the lotus leaf is untouched by water."
  },
  {
    "chapter": 9,
    "verse": 27,
    "text": "Whatever you do, whatever you eat, whatever you offer or give away, and whatever austerities you perform—do that as an offering to Me."
  }
]
